experiments/redis_contention/servers_on_numa/loaded_pairs_60/pair_14/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       142410.93          ---          ---         1.11761         1.07100         5.59900        25.08700    149478.11 
Gets       142410.93      1638.99    140771.94         1.11761         1.07100         5.59900        25.08700      7353.41 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     284821.85      1638.99    140771.94         1.11761         1.07100         5.59900        25.08700    156831.52